Model: "sequential"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
conv2d (Conv2D)              (None, 62, 30, 64)        640       
_________________________________________________________________
max_pooling2d (MaxPooling2D) (None, 31, 15, 64)        0         
_________________________________________________________________
conv2d_1 (Conv2D)            (None, 29, 13, 64)        36928     
_________________________________________________________________
max_pooling2d_1 (MaxPooling2 (None, 14, 6, 64)         0         
_________________________________________________________________
flatten (Flatten)            (None, 5376)              0         
_________________________________________________________________
dropout (Dropout)            (None, 5376)              0         
_________________________________________________________________
dense (Dense)                (None, 64)                344128    
_________________________________________________________________
dropout_1 (Dropout)          (None, 64)                0         
_________________________________________________________________
dense_1 (Dense)              (None, 6)                 390       
=================================================================
Total params: 382,086
Trainable params: 382,086
Non-trainable params: 0
_________________________________________________________________
